Repository: ChrisMoa/SimpleDiary
Catalog: lib/l10n/app_*.arb
Languages: de

# drawerSettings
source: Settings
de: Einstellungen

# drawerCalendar
source: Calendar
de: Kalender

# drawerDiaryWizard
source: Diary Wizard
de: Tagebuch-Assistent

# drawerNotesOverview
source: Notes Overview
de: Notizenübersicht

# drawerTemplates
source: Templates
de: Vorlagen

# drawerSync
source: Datasynchronization
de: Datensynchronisation

# drawerAbout
source: About
de: Über

# drawerErrorInvalidEntry
source: Error: Invalid entry
de: Fehler: Ungültiger Eintrag

# settingsTitle
source: Settings
de: Einstellungen

source: Save Settings
de: Einstellungen speichern

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert

# errorSavingSettings
source: Error saving settings: {error}
de: Fehler beim Speichern: {error}

source: Note Categories
de: Notiz-Kategorien

# manageCategoriesAndTags
source: Manage your note categories and tags
de: Verwalte deine Notiz-Kategorien und Tags

source: Manage Categories
de: Kategorien verwalten

source: Theme Settings
de: Design-Einstellungen

# customizeAppearance
source: Customize the appearance of your diary application.
de: Passe das Erscheinungsbild deiner Tagebuch-App an.

source: Theme Color
de: Designfarbe

# clickColorToChange
source: Click this color to change it in a dialog
de: Klicke auf diese Farbe, um sie zu ändern

source: Theme Mode
de: Designmodus

# toggleDarkMode
source: Toggle this button to switch between dark and light theme
de: Schalte zwischen dunklem und hellem Design um

source: Select color
de: Farbe wählen

source: Select color shade
de: Farbton wählen

# selectedColorAndShades
source: Selected color and its shades
de: Ausgewählte Farbe und ihre Schattierungen

source: Language Settings
de: Spracheinstellungen

# languageDescription
source: Choose the language for the application interface.
de: Wähle die Sprache für die Benutzeroberfläche.

source: Language
de: Sprache

source: Username
de: Benutzername

source: Password
de: Passwort

source: Login
de: Anmelden

source: Sign Up
de: Registrieren

source: Sign In
de: Anmelden

# createAccount
source: Create an account
de: Konto erstellen

# alreadyHaveAccount
source: I already have an account
de: Ich habe bereits ein Konto

source: Remote Account?
de: Remote-Konto?

# pleaseEnterUsername
source: Please enter a username
de: Bitte Benutzernamen eingeben

# pleaseEnterPassword
source: Please enter a password
de: Bitte Passwort eingeben

source: Please enter your password
de: Bitte gib dein Passwort ein

# passwordMinLength
source: Password must be at least 8 characters
de: Passwort muss mindestens 8 Zeichen lang sein

# pleaseEnterValidEmail
source: Please enter a valid email address
de: Bitte eine gültige E-Mail-Adresse eingeben

source: Authentication Error
de: Authentifizierungsfehler

# invalidUsernameOrPassword
source: Invalid username or password. Please try again.
de: Ungültiger Benutzername oder Passwort. Bitte versuche es erneut.

# unexpectedError
source: An unexpected error occurred: {error}
de: Ein unerwarteter Fehler ist aufgetreten: {error}

source: Welcome back
de: Willkommen zurück

# enterPasswordToContinue
source: Enter your password to continue
de: Gib dein Passwort ein, um fortzufahren

source: Incorrect password
de: Falsches Passwort

source: Switch User
de: Benutzer wechseln

source: Account settings
de: Kontoeinstellungen

source: Save
de: Speichern

source: Logout
de: Abmelden

source: Do you want to logout?
de: Möchtest du dich abmelden?

# doYouWantToOverwriteUserdata
source: Do you want to overwrite your userdata?
de: Möchtest du deine Benutzerdaten überschreiben?

# logoutTitle
source: Logout
de: Abmelden

# logoutMessage
source: Are you sure that you want to logout?
de: Bist du sicher, dass du dich abmelden möchtest?

source: stay here
de: Hier bleiben

source: Today
de: Heute

source: Recorded
de: Eingetragen

source: Pending
de: Ausstehend

source: Record today
de: Heute eintragen

source: Day Streak
de: Tage Streak

source: Weekly Average
de: Wochendurchschnitt

source: New Entry
de: Neuer Eintrag

# errorWithMessage
source: Error: {error}
de: Fehler: {error}

# sevenDayOverview
source: 7-Day Overview
de: 7-Tage-Übersicht

source: Rating Trend
de: Bewertungstrend

source: No data available
de: Keine Daten verfügbar

# insightsAndAchievements
source: Insights & Achievements
de: Insights & Erfolge

# errorLoadingInsights
source: Error loading insights: {error}
de: Fehler beim Laden der Insights: {error}

source: Week {number}
de: Woche {number}

# milestoneReached
source: You have reached an important milestone!
de: Du hast einen wichtigen Meilenstein erreicht!

source: Perfect Week!
de: Perfekte Woche!

# perfectWeekDescription
source: You logged all days this week!
de: Du hast alle Tage diese Woche eingetragen!

source: Not recorded today
de: Heute noch nicht eingetragen

# rememberToRate
source: Don't forget to rate your day today!
de: Vergiss nicht, deinen heutigen Tag zu bewerten!

source: Best Category
de: Beste Kategorie

# bestCategoryDescription
source: Your best category this week: {category}!
de: Deine beste Kategorie diese Woche: {category}!

source: Mood Patterns
de: Stimmungsmuster

# patternInsight
source: Pattern
de: Muster

# weeklyInsight
source: Weekly
de: Wöchentlich

# tipInsight
source: Tip
de: Tipp

# dayDetail
source: Day Detail: {date}
de: Tagesdetail: {date}

# noDiaryEntryForDay
source: No diary entry for this day
de: Kein Tagebucheintrag für diesen Tag

# errorLoadingNotes
source: Error loading notes: {error}
de: Fehler beim Laden der Notizen: {error}

# errorLoadingDiaryDay
source: Error loading diary day: {error}
de: Fehler beim Laden des Tagebucheintrags: {error}

source: Add a note
de: Notiz hinzufügen

source: Day Summary
de: Tageszusammenfassung

# notesAndActivities
source: Notes & Activities
de: Notizen & Aktivitäten

# nEntries
source: {count} entries
de: {count} Einträge

# noNotesForDay
source: No notes for this day
de: Keine Notizen für diesen Tag

# addThoughtsActivitiesMemories
source: Add your thoughts, activities or memories
de: Füge deine Gedanken, Aktivitäten oder Erinnerungen hinzu

source: Edit note
de: Notiz bearbeiten

source: All day
de: Ganztägig

# overallMood
source: Overall Mood: {mood}
de: Gesamtstimmung: {mood}

source: Delete Diary Entry
de: Tagebucheintrag löschen

# confirmDeleteDiaryEntry
source: Are you sure you want to delete this diary entry? This will remove both the day rating and all associated notes.
de: Bist du sicher, dass du diesen Tagebucheintrag löschen möchtest? Dies entfernt sowohl die Tagesbewertung als auch alle zugehörigen Notizen.

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Close
de: Schließen

source: Edit
de: Bearbeiten

source: Create
de: Erstellen

source: Update
de: Aktualisieren

# ratingPoor
source: Poor
de: Schlecht

# ratingFair
source: Fair
de: Mäßig

# ratingGood
source: Good
de: Gut

# ratingGreat
source: Great
de: Sehr gut

# ratingExcellent
source: Excellent
de: Ausgezeichnet

# moodToughDay
source: Tough Day
de: Schwieriger Tag

# moodCouldBeBetter
source: Could Be Better
de: Könnte besser sein

# moodPrettyGood
source: Pretty Good
de: Ziemlich gut

# moodGreatDay
source: Great Day
de: Toller Tag

# moodPerfectDay
source: Perfect Day
de: Perfekter Tag

source: No diary entries yet
de: Noch keine Tagebucheinträge

# startTrackingDescription
source: Start tracking your day by adding notes and completing daily evaluations
de: Beginne deinen Tag zu verfolgen, indem du Notizen hinzufügst und tägliche Bewertungen abschließt

source: Start Today's Journal
de: Heutiges Tagebuch starten

source: Confirm Deletion
de: Löschung bestätigen

# confirmDeleteDiaryEntryShort
source: Are you sure you want to delete this diary entry?
de: Bist du sicher, dass du diesen Tagebucheintrag löschen möchtest?

source: Diary entry deleted
de: Tagebucheintrag gelöscht

source: Undo
de: Rückgängig

# loadingDayData
source: Loading your day data...
de: Lade deine Tagesdaten...

source: Calendar
de: Kalender

source: Note Details
de: Notizdetails

source: Day Rating
de: Tagesbewertung

# howWasYourDay
source: How was your day? Rate the different aspects of your experience.
de: Wie war dein Tag? Bewerte die verschiedenen Aspekte deines Erlebens.

source: Save Day Rating
de: Tagesbewertung speichern

# dayRatingSaved
source: Day rating saved successfully!
de: Tagesbewertung erfolgreich gespeichert!

source: Not Rated
de: Nicht bewertet

# ratingSocialDescription
source: How were your social interactions and relationships today?
de: Wie waren deine sozialen Interaktionen und Beziehungen heute?

# ratingProductivityDescription
source: How productive were you in your work or daily tasks?
de: Wie produktiv warst du bei deiner Arbeit oder deinen täglichen Aufgaben?

# ratingSportDescription
source: How was your physical activity and exercise today?
de: Wie war deine körperliche Aktivität und Bewegung heute?

# ratingFoodDescription
source: How healthy and satisfying was your diet today?
de: Wie gesund und zufriedenstellend war deine Ernährung heute?

source: Tap to change date
de: Tippe, um das Datum zu ändern

source: Previous day
de: Vorheriger Tag

source: Select date
de: Datum wählen

source: Next day
de: Nächster Tag

source: Add Title
de: Titel hinzufügen

source: Add note
de: Notiz hinzufügen

source: Description
de: Beschreibung

# allDayQuestion
source: AllDay?
de: Ganztägig?

source: FROM
de: VON

source: To
de: Bis

# saveUpperCase
source: SAVE
de: SPEICHERN

# saveWord
source: save
de: speichern

source: reload
de: neu laden

# noteUpdateError
source: Was not able to update note
de: Notiz konnte nicht aktualisiert werden

# dateLabel
source: Date: {date}
de: Datum: {date}

# organizeCategoriesDescription
source: Organize your notes with custom categories
de: Organisiere deine Notizen mit eigenen Kategorien

source: No categories yet
de: Noch keine Kategorien

# createCategoriesToOrganize
source: Create categories to organize your notes
de: Erstelle Kategorien, um deine Notizen zu organisieren

source: Create Category
de: Kategorie erstellen

source: Edit Category
de: Kategorie bearbeiten

source: Category Name
de: Kategoriename

source: Category Color
de: Kategoriefarbe

source: Preview
de: Vorschau

# pleaseEnterCategoryName
source: Please enter a category name
de: Bitte einen Kategorienamen eingeben

# categoryAlreadyExists
source: A category with this name already exists
de: Eine Kategorie mit diesem Namen existiert bereits

source: Category updated
de: Kategorie aktualisiert

source: Category created
de: Kategorie erstellt

source: Category deleted
de: Kategorie gelöscht

source: Cannot Delete Category
de: Kategorie kann nicht gelöscht werden

# categoryInUse
source: The category "{title}" is currently used by one or more notes. Please reassign or delete those notes first.
de: Die Kategorie "{title}" wird von einer oder mehreren Notizen verwendet. Bitte weise diese Notizen zuerst neu zu oder lösche sie.

source: Delete Category
de: Kategorie löschen

# confirmDeleteCategory
source: Are you sure you want to delete "{title}"?
de: Bist du sicher, dass du "{title}" löschen möchtest?

# editCategoryTooltip
source: Edit category
de: Kategorie bearbeiten

# deleteCategoryTooltip
source: Delete category
de: Kategorie löschen

# defaultCategoryWork
source: Work
de: Arbeit

# defaultCategoryLeisure
source: Leisure
de: Freizeit

# defaultCategoryFood
source: Food
de: Essen

# defaultCategorySleep
source: Sleep
de: Schlafen

source: Note Templates
de: Notiz-Vorlagen

source: Select Template
de: Vorlage auswählen

source: No templates available
de: Keine Vorlagen verfügbar

source: No templates yet
de: Noch keine Vorlagen

# createTemplatesToQuicklyAdd
source: Create templates to quickly add notes
de: Erstelle Vorlagen, um schnell Notizen hinzuzufügen

source: Create Template
de: Vorlage erstellen

source: Edit Template
de: Vorlage bearbeiten

source: Template Name
de: Vorlagenname

source: Duration (minutes)
de: Dauer (Minuten)

source: Category
de: Kategorie

# pleaseEnterTemplateName
source: Please enter a template name
de: Bitte einen Vorlagennamen eingeben

source: Please enter duration
de: Bitte Dauer eingeben

# pleaseEnterValidDuration
source: Please enter a valid duration
de: Bitte eine gültige Dauer eingeben

source: Simple
de: Einfach

source: Sections
de: Abschnitte

source: Add Section
de: Abschnitt hinzufügen

source: Section Title
de: Abschnittstitel

source: Hint (optional)
de: Hinweis (optional)

source: Remove section
de: Abschnitt entfernen

source: Template updated successfully
de: Vorlage erfolgreich aktualisiert

source: Template created successfully
de: Vorlage erfolgreich erstellt

source: Delete Template
de: Vorlage löschen

# confirmDeleteTemplate
source: Are you sure you want to delete "{title}"?
de: Bist du sicher, dass du "{title}" löschen möchtest?

source: Template deleted
de: Vorlage gelöscht

source: Description Sections:
de: Beschreibungsabschnitte:

# descriptionLabel
source: Description:
de: Beschreibung:

# addedTemplateAtTime
source: Added "{title}" at {time}
de: "{title}" um {time} hinzugefügt

# errorCreatingNote
source: Error creating note: {error}
de: Fehler beim Erstellen der Notiz: {error}

source: File Synchronization
de: Dateisynchronisation

# fileSyncDescription
source: Import and export your diary data to JSON or ICS calendar files with optional encryption.
de: Importiere und exportiere deine Tagebuchdaten als JSON- oder ICS-Kalenderdateien mit optionaler Verschlüsselung.

source: Export to JSON
de: Nach JSON exportieren

# saveYourDiaryData
source: Save your diary data to a file
de: Speichere deine Tagebuchdaten in eine Datei

source: Import from JSON
de: Aus JSON importieren

# loadDiaryData
source: Load diary data from a file
de: Lade Tagebuchdaten aus einer Datei

source: Export to ICS Calendar
de: Als ICS-Kalender exportieren

# saveNotesAsCalendarEvents
source: Save notes as calendar events (.ics)
de: Speichere Notizen als Kalendereinträge (.ics)

source: Import from ICS Calendar
de: Aus ICS-Kalender importieren

# loadCalendarEvents
source: Load calendar events from .ics file
de: Lade Kalendereinträge aus .ics-Datei

source: Export Range
de: Exportbereich

# whichEntriesToExport
source: Which entries do you want to export?
de: Welche Einträge möchtest du exportieren?

source: Custom Range
de: Eigener Bereich

source: All
de: Alle

# encryptJsonExport
source: Encrypt JSON Export (Optional)
de: JSON-Export verschlüsseln (Optional)

source: Decrypt JSON Import
de: JSON-Import entschlüsseln

# encryptIcsExport
source: Encrypt ICS Export (Optional)
de: ICS-Export verschlüsseln (Optional)

source: Decrypt ICS Import
de: ICS-Import entschlüsseln

source: Password (Optional)
de: Passwort (Optional)

source: Leave empty for no encryption
de: Leer lassen für keine Verschlüsselung

source: Save JSON Export File
de: JSON-Exportdatei speichern

source: Select JSON File to Import
de: JSON-Datei zum Importieren wählen

source: Save ICS Calendar File
de: ICS-Kalenderdatei speichern

# selectIcsFileToImport
source: Select ICS Calendar File to Import
de: ICS-Kalenderdatei zum Importieren wählen

source: Operation completed successfully
de: Vorgang erfolgreich abgeschlossen

# importedDaysWithNotes
source: Imported {days} days with {notes} notes
de: {days} Tage mit {notes} Notizen importiert

# importedNotesFromIcs
source: Imported {count} notes from ICS calendar
de: {count} Notizen aus ICS-Kalender importiert

# errorPrefix
source: Error: {error}
de: Fehler: {error}

# oldEncryptionFormatError
source: This file uses the old encryption format and cannot be imported. Please export your data again with the new version.
de: Diese Datei verwendet das alte Verschlüsselungsformat und kann nicht importiert werden. Bitte exportiere deine Daten erneut mit der neuen Version.

source: Password required for encrypted file
de: Passwort für verschlüsselte Datei erforderlich

source: Password required for encrypted ICS file
de: Passwort für verschlüsselte ICS-Datei erforderlich

# cannotReadIcsFile
source: Cannot read ICS file. File may be corrupted.
de: ICS-Datei kann nicht gelesen werden. Datei ist möglicherweise beschädigt.

# pleaseEnterAllFields
source: Please fill in all fields
de: Bitte alle Felder ausfüllen

source: Fill in your complete day
de: Fülle deinen ganzen Tag aus

source: Testing connection...
de: Verbindung wird getestet...

source: Connection successful!
de: Verbindung erfolgreich!

# connectionFailedAuth
source: Connection failed: Authentication error
de: Verbindung fehlgeschlagen: Authentifizierungsfehler

# connectionFailed
source: Connection failed: {error}
de: Verbindung fehlgeschlagen: {error}

source: Synchronization
de: Synchronisation

source: Supabase Synchronization
de: Supabase-Synchronisation

# supabaseSyncDescription
source: Sync your diary data with Supabase cloud storage for backup and cross-device access.
de: Synchronisiere deine Tagebuchdaten mit Supabase Cloud-Speicher für Backup und geräteübergreifenden Zugriff.

source: Upload to Supabase
de: Zu Supabase hochladen

# saveYourDiaryDataToCloud
source: Save your diary data to the cloud
de: Speichere deine Tagebuchdaten in der Cloud

source: Download from Supabase
de: Von Supabase herunterladen

# loadDiaryDataFromCloud
source: Load diary data from the cloud
de: Lade Tagebuchdaten aus der Cloud

source: Supabase Settings
de: Supabase-Einstellungen

# supabaseDescription
source: Configure your Supabase cloud storage settings for backup and cross-device access.
de: Konfiguriere deine Supabase-Cloud-Speicher-Einstellungen für Backup und geräteübergreifenden Zugriff.

source: Test Connection
de: Verbindung testen

# pdfExportDescription
source: Generate printable PDF reports with your diary entries, ratings, and statistics.
de: Erstelle druckbare PDF-Berichte mit deinen Tagebucheinträgen, Bewertungen und Statistiken.

source: Quick Export
de: Schnellexport

# lastWeek
source: Last 7 Days
de: Letzte 7 Tage

# lastMonth
source: Last 30 Days
de: Letzte 30 Tage

# currentMonth
source: This Month
de: Dieser Monat

# selectDateRangeForReport
source: Select a custom date range for your report
de: Wähle einen benutzerdefinierten Zeitraum für deinen Bericht

source: Select Month
de: Monat auswählen

# selectSpecificMonth
source: Choose a specific month to export
de: Wähle einen bestimmten Monat zum Exportieren

source: Export All Data
de: Alle Daten exportieren

# generatePdfWithAllData
source: Generate PDF report with all your data
de: Erstelle PDF-Bericht mit allen deinen Daten

# selectDateRange
source: Select date range for report
de: Zeitraum für Bericht auswählen

source: Export
de: Exportieren

# pdfExportSuccess
source: PDF report generated successfully
de: PDF-Bericht erfolgreich erstellt

# pdfExportError
source: Failed to generate PDF: {error}
de: PDF-Erstellung fehlgeschlagen: {error}

source: About
de: Über

source: Developer
de: Entwickler

source: Contact
de: Kontakt

source: Features
de: Funktionen

source: Licenses
de: Lizenzen

source: View Licenses
de: Lizenzen anzeigen

# appDescription
source: Day Tracker is a personal diary and productivity app that helps you track your daily activities and rate different aspects of your day.
de: Day Tracker ist eine persönliche Tagebuch- und Produktivitäts-App, die dir hilft, deine täglichen Aktivitäten zu verfolgen und verschiedene Aspekte deines Tages zu bewerten.

# featureTrackActivities
source: Track daily activities and appointments
de: Verfolge tägliche Aktivitäten und Termine

# featureRateDay
source: Rate different aspects of your day
de: Bewerte verschiedene Aspekte deines Tages

# featureCalendar
source: View your schedule in a calendar
de: Sieh deinen Zeitplan im Kalender

# featureEncryption
source: Secure data with encryption
de: Sichere Daten mit Verschlüsselung

# featureSync
source: Sync data across devices with Supabase
de: Synchronisiere Daten über Geräte mit Supabase

# featureExportImport
source: Export and import data
de: Exportiere und importiere Daten

# score
source: Score: {score}
de: Punkte: {score}

source: Create Note
de: Notiz erstellen

source: From Template
de: Aus Vorlage

source: No note selected
de: Keine Notiz ausgewählt

# clickExistingOrCreateNew
source: Click on an existing note or create a new one
de: Klicke auf eine bestehende Notiz oder erstelle eine neue

source: Title
de: Titel

source: Stop dictation
de: Diktat stoppen

source: Dictate description
de: Beschreibung diktieren

# addDetailsAboutNote
source: Add details about this note...
de: Füge Details zu dieser Notiz hinzu...

source: Listening...
de: Hört zu...

source: Template
de: Vorlage

source: Add
de: Hinzufügen

source: Delete Note
de: Notiz löschen

# confirmDeleteNote
source: Are you sure you want to delete this note?
de: Bist du sicher, dass du diese Notiz löschen möchtest?

# endTimeAfterStartTime
source: End time must be after start time
de: Endzeit muss nach der Startzeit liegen

# addedNoteAtTime
source: Added new note at {time}
de: Neue Notiz um {time} hinzugefügt

source: Daily Schedule
de: Tagesplan

source: Schedule complete
de: Tagesplan vollständig

source: New Note
de: Neue Notiz

source: From: {time}
de: Von: {time}

source: To: {time}
de: Bis: {time}

source: Search notes...
de: Notizen durchsuchen...

# searchNotesPlaceholder
source: Search by title or description
de: Suche nach Titel oder Beschreibung

source: Filter by category
de: Nach Kategorie filtern

source: Filter by date
de: Nach Datum filtern

source: Clear filters
de: Filter löschen

source: Clear all
de: Alles löschen

# dateFrom
source: From date
de: Von Datum

# dateTo
source: To date
de: Bis Datum

source: Select category
de: Kategorie auswählen

source: All categories
de: Alle Kategorien

# noNotesMatchSearch
source: No notes match your search
de: Keine Notizen entsprechen deiner Suche

# tryDifferentSearch
source: Try adjusting your search criteria
de: Versuche, deine Suchkriterien anzupassen

# nResultsFound
source: {count, plural, =0{No results} =1{1 result} other{{count} results}}
de: {count, plural, =0{Keine Ergebnisse} =1{1 Ergebnis} other{{count} Ergebnisse}}

source: Favorites
de: Favoriten

source: Favorite Days
de: Lieblings-Tage

source: Favorite Notes
de: Lieblings-Notizen

source: Add to favorites
de: Zu Favoriten hinzufügen

source: Remove from favorites
de: Aus Favoriten entfernen

# noFavorites
source: No favorites yet
de: Noch keine Favoriten

source: No favorite days
de: Keine Lieblings-Tage

source: No favorite notes
de: Keine Lieblings-Notizen

source: Mark as favorite
de: Als Favorit markieren

source: Unmark as favorite
de: Favorit aufheben

source: View All
de: Alle anzeigen

source: Notification Settings
de: Benachrichtigungseinstellungen

# notificationSettingsDescription
source: Configure reminders and notifications for your diary entries.
de: Konfiguriere Erinnerungen und Benachrichtigungen für deine Tagebucheinträge.

source: Enable Notifications
de: Benachrichtigungen aktivieren

# enableNotificationsDescription
source: Turn on daily reminders to write in your diary
de: Aktiviere tägliche Erinnerungen zum Schreiben in dein Tagebuch

source: Reminder Time
de: Erinnerungszeit

# reminderTimeDescription
source: Choose when you want to be reminded
de: Wähle, wann du erinnert werden möchtest

source: Smart Reminders
de: Intelligente Erinnerungen

# smartRemindersDescription
source: Only remind if you haven't written today's entry
de: Nur erinnern, wenn du den heutigen Eintrag noch nicht geschrieben hast

source: Streak Warnings
de: Streak-Warnungen

# streakWarningsDescription
source: Get notified when your writing streak is at risk
de: Werde benachrichtigt, wenn deine Schreibsträhne gefährdet ist
