Repository: ChrisMoa/SimpleDiary
Catalog: lib/l10n/app_*.arb
Languages: de

# notificationPermissionDenied
source: Notification permission was denied. Please enable it in settings.
de: Benachrichtigungsberechtigung wurde verweigert. Bitte aktiviere sie in den Einstellungen.

source: Select reminder time
de: Erinnerungszeit auswählen

# goalsSectionTitle
source: Goals
de: Ziele

# goalCreateNew
source: Create Goal
de: Ziel erstellen

# goalCreate
source: Create
de: Erstellen

# goalSelectCategory
source: Which area do you want to improve?
de: Welchen Bereich möchtest du verbessern?

# goalSelectTimeframe
source: Choose your timeframe
de: Wähle deinen Zeitrahmen

# goalSetTarget
source: Set your target
de: Setze dein Ziel

# goalTargetHint
source: What average {category} score do you want to achieve?
de: Welchen Durchschnitt für {category} möchtest du erreichen?

# goalWeekly
source: Weekly
de: Wöchentlich

# goalMonthly
source: Monthly
de: Monatlich

# goalDaysLeft
source: days left
de: Tage übrig

# goalDaysRemaining
source: Days Left
de: Tage übrig

# goalCurrentAverage
source: Current
de: Aktuell

# goalTarget
source: Target
de: Ziel

# goalTargetLabel
source: Target Score
de: Zielpunktzahl

# goalSuggestedTarget
source: Based on your history, we suggest {target}
de: Basierend auf deiner Historie empfehlen wir {target}

# goalUseSuggestion
source: Use
de: Nutzen

# goalEmptyTitle
source: No active goals
de: Keine aktiven Ziele

# goalEmptySubtitle
source: Set a goal to track your progress and stay motivated
de: Setze ein Ziel um deinen Fortschritt zu verfolgen und motiviert zu bleiben

# goalSetFirst
source: Set Your First Goal
de: Erstes Ziel setzen

# goalStatusOnTrack
source: On track
de: Auf Kurs

# goalStatusBehind
source: Needs attention
de: Braucht Aufmerksamkeit

# goalStatusAhead
source: Exceeding target!
de: Übertrifft Ziel!

# goalStatusCompleted
source: Goal achieved!
de: Ziel erreicht!

# goalStatusFailed
source: Goal not met
de: Ziel nicht erreicht

source: Goal Streak
de: Ziel-Serie

source: Goal History
de: Ziel-Verlauf

# goalSuccessRate
source: Success Rate
de: Erfolgsrate

source: days
de: Tage

source: Back
de: Zurück

source: Next
de: Weiter

source: Photos
de: Fotos

# noPhotos
source: No photos attached
de: Keine Fotos angehängt

source: Delete Photo
de: Foto löschen

# deletePhotoConfirm
source: Are you sure you want to delete this photo?
de: Möchten Sie dieses Foto wirklich löschen?

source: Image not found
de: Bild nicht gefunden

# drawerHabits
source: Habits
de: Gewohnheiten

# habitsTitle
source: Habits
de: Gewohnheiten

# habitsToday
source: Today
de: Heute

# habitsGrid
source: Grid
de: Raster

# habitsStats
source: Stats
de: Statistik

source: Habit Name
de: Gewohnheitsname

# habitNameRequired
source: Please enter a habit name
de: Bitte einen Namen eingeben

# habitDescription
source: Description
de: Beschreibung

# habitIconAndColor
source: Tap to change icon or color
de: Tippe, um Symbol oder Farbe zu ändern

# habitFrequency
source: Frequency
de: Häufigkeit

# habitFrequencyDaily
source: Daily
de: Täglich

# habitFrequencyWeekdays
source: Weekdays
de: Werktags

# habitFrequencyWeekends
source: Weekends
de: Wochenende

# habitFrequencySpecificDays
source: Specific Days
de: Bestimmte Tage

# habitFrequencyTimesPerWeek
source: Times/Week
de: Mal/Woche

# habitTargetCount
source: Target Count
de: Zielanzahl

# habitTimesPerWeekLabel
source: Times per week
de: Mal pro Woche

# habitCreateNew
source: New Habit
de: Neue Gewohnheit

# habitEdit
source: Edit Habit
de: Gewohnheit bearbeiten

# habitArchive
source: Archive Habit
de: Gewohnheit archivieren

# habitUnarchive
source: Unarchive Habit
de: Gewohnheit wiederherstellen

# habitNoHabits
source: No habits yet
de: Noch keine Gewohnheiten

# habitNoHabitsDescription
source: Create habits to track your daily routines
de: Erstelle Gewohnheiten, um deine täglichen Routinen zu verfolgen

# habitCreateFirst
source: Create Your First Habit
de: Erste Gewohnheit erstellen

# habitCompleted
source: Completed
de: Erledigt

# habitProgress
source: Progress
de: Fortschritt

# habitDueToday
source: Due Today
de: Heute fällig

# habitCurrentStreak
source: Current Streak
de: Aktuelle Serie

# habitBestStreak
source: Best Streak
de: Beste Serie

# habitCompletionRate
source: Completion Rate
de: Erledigungsrate

# habitLast7Days
source: Last 7 days
de: Letzte 7 Tage

# habitLast30Days
source: Last 30 days
de: Letzte 30 Tage

# habitAllTime
source: All time
de: Gesamt

# habitTotalCompletions
source: Total Completions
de: Gesamt erledigt

# habitSelectIcon
source: Select Icon
de: Symbol wählen

# habitSelectColor
source: Select Color
de: Farbe wählen

# habitSelectAtLeastOneDay
source: Please select at least one day
de: Bitte wähle mindestens einen Tag

# habitDayMon
source: Mon
de: Mo

# habitDayTue
source: Tue
de: Di

# habitDayWed
source: Wed
de: Mi

# habitDayThu
source: Thu
de: Do

# habitDayFri
source: Fri
de: Fr

# habitDaySat
source: Sat
de: Sa

# habitDaySun
source: Sun
de: So

# habitDeleteConfirm
source: Are you sure you want to delete this habit and all its entries?
de: Bist du sicher, dass du diese Gewohnheit und alle Einträge löschen möchtest?

# habitDeleteTitle
source: Delete Habit
de: Gewohnheit löschen

# habitTodayProgress
source: Today's Progress
de: Heutiger Fortschritt

# habitAllHabitsCompleted
source: All habits completed!
de: Alle Gewohnheiten erledigt!

# habitContributionGrid
source: Contribution Grid
de: Beitragsraster

# habitLess
source: Less
de: Weniger

# habitMore
source: More
de: Mehr

# biometricSettings
source: Biometric Login
de: Biometrische Anmeldung

# biometricSettingsDescription
source: Use fingerprint or face recognition to unlock the app
de: Fingerabdruck oder Gesichtserkennung zum Entsperren verwenden

# enableBiometric
source: Enable biometric login
de: Biometrische Anmeldung aktivieren

# enableBiometricDescription
source: Unlock the app with your fingerprint or face
de: App mit Fingerabdruck oder Gesicht entsperren

# biometricLockOnResume
source: Lock on app switch
de: Bei App-Wechsel sperren

# biometricLockOnResumeDescription
source: Require biometric when returning to app
de: Biometrie beim Zurückkehren zur App verlangen

# biometricLockTimeout
source: Lock timeout
de: Sperr-Timeout

# biometricLockTimeoutDescription
source: Time before requiring re-authentication
de: Zeit bis zur erneuten Authentifizierung

# biometricImmediately
source: Immediately
de: Sofort

# biometricMinutes
source: {count} minutes
de: {count} Minuten

# biometricTestButton
source: Test biometric
de: Biometrie testen

# biometricTestSuccess
source: Biometric authentication successful
de: Biometrische Authentifizierung erfolgreich

# biometricTestFailed
source: Biometric authentication failed
de: Biometrische Authentifizierung fehlgeschlagen

# biometricNotAvailable
source: Biometric authentication not available on this device
de: Biometrische Authentifizierung auf diesem Gerät nicht verfügbar

# biometricNotEnrolled
source: No biometrics enrolled on this device
de: Keine Biometrie auf diesem Gerät eingerichtet

# biometricUnlockPrompt
source: Unlock SimpleDiary
de: SimpleDiary entsperren

# biometricTapToUnlock
source: Tap to unlock with biometrics
de: Tippen zum biometrischen Entsperren

source: Use password instead
de: Stattdessen Passwort verwenden

# biometricRetry
source: Try again
de: Erneut versuchen

# biometricEnrollSuccess
source: Biometric login enabled successfully
de: Biometrische Anmeldung erfolgreich aktiviert

# biometricEnrollFailed
source: Could not enable biometric login
de: Biometrische Anmeldung konnte nicht aktiviert werden

# backupSettings
source: Automatic Backups
de: Automatische Backups

# backupSettingsDescription
source: Configure automatic backups to protect your diary data.
de: Konfiguriere automatische Backups zum Schutz deiner Tagebuchdaten.

# enableAutoBackup
source: Enable Automatic Backups
de: Automatische Backups aktivieren

# enableAutoBackupDescription
source: Automatically back up your data on a regular schedule
de: Sichere deine Daten automatisch nach einem regelmäßigen Zeitplan

source: Backup Frequency
de: Backup-Häufigkeit

# backupFrequencyDescription
source: How often should automatic backups run
de: Wie oft sollen automatische Backups erstellt werden

# backupFrequencyDaily
source: Daily
de: Täglich

# backupFrequencyWeekly
source: Weekly
de: Wöchentlich

# backupFrequencyMonthly
source: Monthly
de: Monatlich

# backupPreferredTime
source: Preferred Time
de: Bevorzugte Zeit

# backupPreferredTimeDescription
source: When to run the automatic backup
de: Wann das automatische Backup ausgeführt werden soll

# backupWifiOnly
source: WiFi Only
de: Nur WLAN

# backupWifiOnlyDescription
source: Only run backups when connected to WiFi (Android)
de: Backups nur bei WLAN-Verbindung erstellen (Android)

# backupMaxCount
source: Keep Backups
de: Backups behalten

# backupMaxCountDescription
source: Maximum number of backups to keep
de: Maximale Anzahl aufzubewahrender Backups

source: Backup Now
de: Jetzt sichern

# backupNowDescription
source: Create a manual backup immediately
de: Sofort ein manuelles Backup erstellen

source: Backup History
de: Backup-Verlauf

# backupHistoryDescription
source: View and manage your backups
de: Backups anzeigen und verwalten

# lastBackup
source: Last backup: {time}
de: Letztes Backup: {time}

source: Last backup: Never
de: Letztes Backup: Nie

# backupCreating
source: Creating backup...
de: Backup wird erstellt...

# backupSuccess
source: Backup created successfully
de: Backup erfolgreich erstellt

# backupFailed
source: Backup failed: {error}
de: Backup fehlgeschlagen: {error}

# backupRestoring
source: Restoring backup...
de: Backup wird wiederhergestellt...

# backupRestoreSuccess
source: Backup restored successfully. Please restart the app.
de: Backup erfolgreich wiederhergestellt. Bitte starte die App neu.

# backupRestoreFailed
source: Restore failed: {error}
de: Wiederherstellung fehlgeschlagen: {error}

# backupRestoreConfirm
source: Restore Backup
de: Backup wiederherstellen

# backupRestoreConfirmMessage
source: This will replace all current data with the backup from {date}. A safety backup will be created first. Continue?
de: Dies ersetzt alle aktuellen Daten mit dem Backup vom {date}. Vorher wird ein Sicherheits-Backup erstellt. Fortfahren?

# backupDeleteConfirm
source: Delete Backup
de: Backup löschen

# backupDeleteConfirmMessage
source: Are you sure you want to delete this backup?
de: Bist du sicher, dass du dieses Backup löschen möchtest?

source: Backup deleted
de: Backup gelöscht

# backupStorageUsed
source: Storage used: {size}
de: Speicherverbrauch: {size}

# backupEntries
source: {days} days, {notes} notes, {habits} habits
de: {days} Tage, {notes} Notizen, {habits} Gewohnheiten

# backupTypeManual
source: Manual
de: Manuell

# backupTypeScheduled
source: Scheduled
de: Geplant

# backupTypePreRestore
source: Pre-restore
de: Vor Wiederherstellung

# backupNoBackups
source: No backups yet
de: Noch keine Backups

# backupNoBackupsDescription
source: Enable automatic backups or create a manual backup to protect your data
de: Aktiviere automatische Backups oder erstelle ein manuelles Backup zum Schutz deiner Daten

source: Backup overdue
de: Backup überfällig
